Repository: mandriva-management-console/beam
Catalog: i18n/*.po
Languages: fr_fr

source: %d. Partition Table
fr_fr: %d. Table de partition

source: %d. Partition type %d (%s)
fr_fr: %d. Partition de type %d (%s)

source: <b><u>%d</u></b>. Partition Table
fr_fr: <b><u>%d</u></b>. Table de partition

source: <b><u>B</u></b>ackup
fr_fr: <b><u>S</u></b>auvegarde

source: <b><u>C</u></b>ancel
fr_fr: <b><u>A</u></b>nnuler

source: <b><u>N</u></b>ext
fr_fr: <b><u>S</u></b>uivant

source: <b><u>P</u></b>revious
fr_fr: <b><u>P</u></b>récédent

source: <b><u>Q</u></b>uit
fr_fr: <b><u>Q</u></b>uitter

source: <b><u>R</u></b>estore
fr_fr: <b><u>R</u></b>estauration

source: Averate rate:
fr_fr: Taux moyen:

source: B
fr_fr: S

source: Backup in progress
fr_fr: Sauvegarde en cours

source: Backup stage 1/3: what you want to save
fr_fr: Sauvegarde 1/3: que voulez-vous sauvegarder ?

source: Backup stage 2/3: where you want to save
fr_fr: Sauvegarde 2/3: où enregistrer la sauvegarde

source: Backup stage 3/3: identification
fr_fr: Sauvegarde 3/3: description de la sauvegarde

source: Backup summary
fr_fr: Résumé de la sauvegarde

source: C
fr_fr: A

source: Click here to choose folder where the image is stored
fr_fr: Cliquez ici pour choisir le répertoire d'où l'image sera lue

source: Click here to choose folder where the image will be written
fr_fr: Cliquez ici pour choisir le répertoire où l'image sera stockée

source: D
fr_fr: R

source: Destination directory:
fr_fr: Répertoire de destination:

source: Directory
fr_fr: Répertoire

source: Disk %d: Available partitions
fr_fr: Disk %d: Partitions disponibles

source: Elapsed time:
fr_fr: Temps écoulé:

source: Image of %s on %s
fr_fr: Image de %s le %s

source: Image « <b><u>%s</u></b> » stored in <b>%s</b>
fr_fr: Image « <b><u>%s</u></b> » Stockée dans <b>%s</b>

source: N
fr_fr: S

source: Name:
fr_fr: Nom:

source: On the page you will be able to select what you want to do, i.e. either do a backup of some of your partitions, or restore a backup. click on « Backup » to make an image. click on « Restore » to restore an image.
fr_fr: Sur cette page vous avez la possibilité de sélectionner l'opération que vous souhaitez réaliser, i.e. faire une sauvegarde de certaines de vos partitions, ou restaurer une sauvegarde. Cliquez sur « Sauvegarder » pour réaliser une sauvegarde. Cliquez sur « Restaurer » pour réaliser une restauration.

source: Partition currently backuped:
fr_fr: Partition en cours de sauvegarde:

source: Remaining time:
fr_fr: Temps restant:

source: Restore in progress
fr_fr: Restoration en cours

source: Restore stage 1/2: which image to restore
fr_fr: Restoration 1/2: sélection de l'image à restaurer

source: Restore stage 2/2: which parts to restore
fr_fr: Restoration 2/2: sélection des partitions à restaurer

source: Restore summary
fr_fr: Résumé de la restoration

source: Server
fr_fr: Serveur

source: Share
fr_fr: Partage

source: Welcome to BeaM
fr_fr: Bienvenue dans BeaM
